Repository: kikegb/codelab_timetracker_DS
Catalog: lib/l10n/intl_*.arb
Languages: pt_br

source: Initial date:
pt_br: Fecha do inicialisaçao:

source: Final date:
pt_br: Fecha do finalisasao

source: from
pt_br: dose

source: to
pt_br: fins

# unknownActivity
source: Activity that is neither a Task or a Project
pt_br: No es uma tasca ni um proyecto kkkk

source: undefined
pt_br: sem definisao

# dateFormat
source: yyyy-MM-dd HH:mm:ss
pt_br: dd-MM-yyyy HH:mm:ss

source: Results for:
pt_br: Resultadinho per:

source: Create Project
pt_br: Criar Projeto

source: Create
pt_br: Criar

# Iproject
source: Enter project name
pt_br: Insira o nome do projeto

source: Name
pt_br: Nome

# Itask
source: Enter task name
pt_br: Insira o nome da tarefa

source: Create Task
pt_br: Crie a Tarefa
